Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Error fetching README: %1
sv: Fel vid hämtning av README: %1

source: Nothing Selected
sv: Inget har markerats

source: Select a plugin to install or update.
sv: Välj en insticksmodul att installera eller uppdatera.

source: %1 (requires %2)
sv: %1 (kräver %2)

source: Version Incompatibility
sv: Versionsinkompatibilitet

source: The following plugins require a newer version of Avogadro: %1 Install anyway?
sv: Följande insticksmoduler kräver en nyare version av Avogadro: %1 Installera ändå?

source: No Download Available
sv: Ingen nedladdning tillgänglig

source: The selected plugin(s) do not provide a downloadable source URL: %1
sv: De markerade insticksmodulerna saknar en käll-URL som kan hämtas: %1

source: Failed to follow redirect while downloading %1.
sv: Kunde inte följa omdirigering vid hämtning av %1.

source: Failed to download from %1: status %2, %3
sv: Kunde inte hämta från %1: status %2, %3

source: Failed to download from %1: %2
sv: Kunde inte hämta från %1: %2

source: Downloading %1 to %2
sv: Hämtar %1 till %2

source: Extracting %1…
sv: Extraherar %1…

source: Extraction complete (%1 files)
sv: Extraheringen är klar (%1 filer)

source: Error: could not move extracted package %1 to %2
sv: Fel: kunde inte flytta det extraherade paketet %1 till %2

source: Extraction error: %1
sv: Extraheringsfel: %1

source: Extraction yielded no files.
sv: Extraheringen gav inga filer.

source: Installation complete.
sv: Installationen är klar.

source: Nothing to Remove
sv: Inget att ta bort

source: Select an installed plugin to remove it.
sv: Välj en installerad insticksmodul att ta bort.

source: Remove Plugins
sv: Ta bort insticksmoduler

source: Delete Files
sv: Ta bort filer

source: Select Plugin Directory
sv: Välj katalog för insticksmoduler

source: Invalid Directory
sv: Ogiltig katalog

source: The selected directory does not contain a pyproject.toml file.
sv: Den valda katalogen innehåller ingen pyproject.toml-fil.

source: Plugin already installed as symlink: %1
sv: Insticksmodulen är redan installerad som symbolisk länk: %1

source: Created symlink: %1 → %2
sv: Skapade symbolisk länk: %1 → %2

source: Symlink creation failed; copying files instead…
sv: Kunde inte skapa symbolisk länk; kopierar filer i stället…

source: Failed to copy package to %1.
sv: Kunde inte kopiera paketet till %1.

source: Installing plugin from %1…
sv: Installerar insticksmodul från %1…

source: Not installed
sv: Inte installerad

source: Installed (up to date)
sv: Installerad (uppdaterad)

source: Update available
sv: Uppdatering tillgänglig

source: Installed locally (not in online catalog)
sv: Installerad lokalt (inte i onlinekatalogen)

source: Requires Avogadro %1 or later (running %2)
sv: Kräver Avogadro %1 eller senare (kör %2)

source: Feature icons: %1
sv: Funktionsikoner: %1

source: Electrostatics
sv: Elektrostatik

source: Energy Models
sv: Energimodeller

source: File Formats
sv: Filformat

source: Input Generators
sv: Indatageneratorer

source: Player
sv: Spelare

source: Animation Tool (%1)
sv: Animeringsverktyg (%1)

source: Frame:
sv: Bildruta:

source: Dynamic bonding?
sv: Dynamiska bindningar?

source: Frame rate:
sv: Bildfrekvens:

source: Record…
sv: Spela in…

source: Pause
sv: Pausa

source: Movie (*.mp4)
sv: Film (*.mp4)

source: Movie (*.mp4);;Movie (*.avi);;GIF (*.gif)
sv: Film (*.mp4);;Film (*.avi);;GIF (*.gif)

source: GIF FPS support warning
sv: Varning för GIF-bildfrekvens

source: The GIF file format does not support frame rates over 100 FPS.
sv: GIF-filformatet stöder inte bildfrekvenser över 100 FPS.

source: Movie (*.avi)
sv: Film (*.avi)

source: Error: cannot add frame to video.
sv: Fel: kan inte lägga till bildruta i videon.

source: Player tool
sv: Spelarverktyg

source: Play back trajectories
sv: Spela upp banor

source: Plot Conformer Data…
sv: Rita upp konformerdata…

source: Velocities
sv: Hastigheter

source: Conformer Analysis
sv: Konformeranalys

source: Plot Type:
sv: Diagramtyp:

source: Energy Units:
sv: Energienheter:

source: Relative Energy (%1)
sv: Relativ energi (%1)

source: Velocities (m/s)
sv: Hastigheter (m/s)

source: Conformer %1 of %2 — use ← and → to step through them
sv: Konformer %1 av %2 — använd ← och → för att bläddra mellan dem

source: Frame
sv: Bildruta

source: Generate and plot conformer data (RMSD or energy).
sv: Skapa och rita upp konformerdata (RMSD eller energi).

source: Plot Pair Distribution Function…
sv: Rita upp parfördelningsfunktion…

source: Failed to generate PDF pattern
sv: Kunde inte skapa PDF-mönster

source: Error message:
sv: Felmeddelande:

source: Generate and plot a Pair Distribution Function curve.
sv: Skapa och rita upp en kurva för parfördelningsfunktionen.

source: Plot Theoretical XRD Pattern…
sv: Rita upp teoretiskt röntgendiffraktionsmönster…

source: Failed to generate XRD pattern
sv: Kunde inte skapa röntgendiffraktionsmönster

source: Failed to convert molecule to CIF format.
sv: Kunde inte konvertera molekylen till CIF-format.

source: Data read from genXrdPattern appears to be corrupt!
sv: Data som lästes från genXrdPattern verkar vara skadade!

source: Error: could not find genXrdPattern executable!
sv: Fel: kunde inte hitta det körbara programmet genXrdPattern!

source: Generate and plot a theoretical XRD pattern using ObjCryst++.
sv: Skapa och rita upp ett teoretiskt röntgendiffraktionsmönster med ObjCryst++.

source: PLY Render…
sv: PLY-rendering…

source: Save File
sv: Spara fil

source: PLY (*.ply);;Text file (*.txt)
sv: PLY (*.ply);;Textfil (*.txt)

source: Render the scene using PLY.
sv: Återge scenen med PLY.

source: POV-Ray Render…
sv: POV-Ray-rendering…

source: POV-Ray (*.pov);;Text file (*.txt)
sv: POV-Ray (*.pov);;Textfil (*.txt)

source: Render the scene using POV-Ray.
sv: Återge scenen med POV-Ray.

source: Click to change color
sv: Klicka för att ändra färg

source: Valence
sv: Valens

source: Formal Charge
sv: Formell laddning

source: Isotope
sv: Isotop

source: End Atom
sv: Slutatom

source: Bond Order
sv: Bindningsordning

source: Chain
sv: Kedja

source: Secondary Structure
sv: Sekundärstruktur

source: Vertex
sv: Hörn

source: Angle (°)
sv: Vinkel (°)

source: Energy (kcal/mol)
sv: Energi (kcal/mol)

source: Atom Properties…
sv: Atomegenskaper…

source: Bond Properties…
sv: Bindningsegenskaper…

source: Angle Properties…
sv: Vinkelegenskaper…

source: Torsion Properties…
sv: Torsionsegenskaper…

source: Residue Properties…
sv: Restegenskaper…

source: Conformer Properties…
sv: Konformereregenskaper…

source: Tables for displaying and editing atom, bond, angle and torsion properties.
sv: Tabeller för visning och redigering av atom-, bindnings-, vinkel- och torsionsegenskaper.

source: PropertyTables
sv: Egenskapstabeller

source: Atom Properties
sv: Atomegenskaper

source: Bond Properties
sv: Bindningsegenskaper

source: Angle Properties
sv: Vinkelegenskaper

source: Torsion Properties
sv: Torsionsegenskaper

source: Conformer Properties
sv: Konformeregenskaper

source: Residue Properties
sv: Restegenskaper

source: Add Property
sv: Lägg till egenskap

source: Property name
sv: Egenskapsnamn

source: Name:
sv: Namn:

source: Integer
sv: Heltal

source: Type:
sv: Typ:

source: The property name cannot be empty.
sv: Egenskapsnamnet får inte vara tomt.

source: Could not add a property named "%1". A column with that name may already exist.
sv: Kunde inte lägga till en egenskap med namnet ”%1”. Det kan redan finnas en kolumn med det namnet.

source: Partial Charge Type
sv: Typ av partiell laddning

source: Select the partial charge type:
sv: Välj typ av partiell laddning:

source: Add Property…
sv: Lägg till egenskap…

source: Change Charge Type…
sv: Ändra laddningstyp…

source: Freeze Atom
sv: Frys atom

source: Freeze X
sv: Frys X

source: Freeze Y
sv: Frys Y

source: Freeze Z
sv: Frys Z

source: Unfreeze Atom
sv: Frigör atom

source: Constrain Bond
sv: Begränsa bindning

source: Constrain Angle
sv: Begränsa vinkel

source: Constrain Torsion
sv: Begränsa torsion

source: Remove Constraint
sv: Ta bort restriktion

source: Cannot read file %1.
sv: Kan inte läsa filen %1.

source: Failed to create a temporary file.
sv: Kunde inte skapa en temporär fil.

source: Renders primitives using QTAIM properties
sv: Återger primitiver med QTAIM-egenskaper

source: Molecular Graph…
sv: Molekylgraf…

source: Molecular Graph with Lone Pairs…
sv: Molekylgraf med fria elektronpar…

source: Atomic Charge…
sv: Atomladdning…

source: Open WFN File
sv: Öppna WFN-fil

source: WFN files (*.wfn);;All files (*.*)
sv: WFN-filer (*.wfn);;Alla filer (*.*)

source: QTAIM extension
sv: QTAIM-tillägg

source: Quantum input
sv: Kvantindata

source: Generate input for quantum codes.
sv: Skapa indata för kvantkemiska program.

source: Align View to Axes
sv: Justera vyn efter axlarna

source: Align view to axes.
sv: Justera vyn efter axlarna.

source: Reset view
sv: Återställ vy

source: Manipulate the view camera.
sv: Hantera vykameran.

source: Script Charge Models
sv: Skriptbaserade laddningsmodeller

source: Load electrostatic models from external scripts.
sv: Läs in elektrostatiska modeller från externa skript.

source: Script File Formats
sv: Skriptfilformat

source: Load file reader/writers from external scripts.
sv: Läs in filläsare och filskrivare från externa skript.

source: Invert Selection
sv: Invertera markering

source: Select by Element…
sv: Markera efter grundämne…

source: Select by Atom Index…
sv: Markera efter atomindex…

source: Select by Residue…
sv: Markera efter rest…

source: Select Backbone Atoms…
sv: Markera ryggradsatomer…

source: Select Sidechain Atoms…
sv: Markera sidokedjeatomer…

source: Select Water
sv: Markera vatten

source: Enlarge Selection
sv: Utöka markering

source: Shrink Selection
sv: Förminska markering

source: Create New Layer from Selection
sv: Skapa nytt lager från markering

source: Change selections
sv: Ändra markeringar

source: Select Element
sv: Markera grundämne

source: Select Backbone
sv: Markera ryggrad

source: Select Sidechain
sv: Markera sidokedja

source: Select Atoms by Index
sv: Markera atomer efter index

source: Atoms to Select:
sv: Atomer att markera:

source: Select Atom
sv: Markera atom

source: Select Atoms by Residue
sv: Markera atomer efter rest

source: Residues to Select:
sv: Rester att markera:

source: Select Residue
sv: Markera rest

source: Selection Tool (%1) Left Mouse: Click to pick individual atoms, residues, or fragments Drag to select a range of atoms Right Mouse: Click outside the molecule to clear selection Use Ctrl to toggle the selection and shift to add to the selection. Double-Click: Select an entire fragment.
sv: Markeringsverktyg (%1) Vänster musknapp: Klicka för att välja enskilda atomer, rester eller fragment Dra för att välja ett intervall av atomer Höger musknapp: Klicka utanför molekylen för att rensa markeringen Använd Ctrl för att växla markeringen och Skift för att lägga till i markeringen. Dubbelklick: Välj ett helt fragment.

source: Paint Atoms
sv: Måla atomer

source: Selection tool
sv: Markeringsverktyg

source: New Layer
sv: Nytt lager

source: Perceive Space Group…
sv: Fastställ rymdgrupp…

source: Symmetrize
sv: Symmetrisera

source: Reduce to Asymmetric Unit
sv: Reducera till asymmetrisk enhet

source: Set Tolerance…
sv: Ange tolerans…

source: Fill Unit Cell…
sv: Fyll enhetscell…

source: Space Group
sv: Rymdgrupp

source: Fill symmetric atoms based on the crystal space group.
sv: Fyll symmetriska atomer baserat på kristallens rymdgrupp.

source: Fill all atoms based on the crystal space group.
sv: Fyll alla atomer baserat på kristallens rymdgrupp.

source: Perceive Space Group
sv: Fastställ rymdgrupp

source: The space group is already set to: %1. Would you like to overwrite it?
sv: Rymdgruppen är redan inställd på: %1. Vill du skriva över den?

source: Space group perception succeeded: Tolerance: %1 Å Space Group: %2 Hall symbol: %3 International symbol: %4
sv: Fastställning av rymdgrupp lyckades: Tolerans: %1 Å Rymdgrupp: %2 Hall-symbol: %3 Internationell symbol: %4

source: Space group perception failed. Would you like to try again with a different tolerance?
sv: Kunde inte fastställa rymdgruppen. Vill du försöka igen med en annan tolerans?

source: Primitive Reduction
sv: Primitiv reduktion

source: The tolerance is currently set to: %1. Proceed with this tolerance?
sv: Toleransen är för närvarande inställd på: %1. Vill du fortsätta med denna tolerans?

source: Primitive reduction failed. Please check your crystal and try again with a different tolerance.
sv: Primitiv reduktion misslyckades. Kontrollera kristallen och försök igen med en annan tolerans.

source: Conventionalize cell failed. Please check your crystal and try again with a different tolerance.
sv: Kunde inte konventionalisera cellen. Kontrollera kristallen och försök igen med en annan tolerans.

source: Symmetrization failed. Please check your crystal and try again with a different tolerance.
sv: Symmetrisering misslyckades. Kontrollera kristallen och försök igen med en annan tolerans.

source: With a tolerance of %1 Å, the space group information was perceived to be the following: International number: %2 Hall symbol: %3 International symbol: %4 Proceed with this space group?
sv: Med toleransen %1 Å fastställdes följande rymdgruppsinformation: Internationellt nummer: %2 Hall-symbol: %3 Internationell symbol: %4 Vill du använda denna rymdgrupp?

source: Select tolerance in Å:
sv: Välj tolerans i Å:

source: Triclinic
sv: Triklinisk

source: Monoclinic
sv: Monoklinisk

source: Orthorhombic
sv: Ortorombisk

source: Rhombohedral
sv: Romboedrisk

source: Cubic
sv: Kubisk

source: Primitive Cell Detected
sv: Primitiv cell upptäcktes

source: The current unit cell appears to be a primitive cell (non-90° angles), but the space group %1 expects a centered conventional cell. Filling the unit cell may create unexpected duplicate atoms. Would you like to create a conventional cell first?
sv: Den aktuella enhetscellen verkar vara en primitiv cell (icke-90°-vinklar), men rymdgruppen %1 förväntar sig en centrerad konventionell cell. Att fylla enhetscellen kan skapa oväntade dubblettatomer. Vill du skapa en konventionell cell först?

source: Failed to conventionalize the cell.
sv: Kunde inte konventionalisera cellen.

source: International
sv: Internationell

source: Crystal System
sv: Kristallsystem

source: Select Space Group
sv: Välj rymdgrupp

source: SpaceGroup
sv: Rymdgrupp

source: Space group features for crystals.
sv: Rymdgruppsfunktioner för kristaller.

source: Plot Spectra…
sv: Rita upp spektra…

source: Spectra
sv: Spektra

source: Display spectra plots.
sv: Visa spektradiagram.

source: Infrared
sv: Infraröd

source: Electronic
sv: Elektronisk

source: Circular Dichroism
sv: Cirkulär dikroism

source: Density of States
sv: Tillståndstäthet

source: Select Background Color
sv: Välj bakgrundsfärg

source: Select Foreground Color
sv: Välj förgrundsfärg

source: Select Calculated Spectra Color
sv: Välj färg för beräknade spektra

source: Select Raw Spectra Color
sv: Välj färg för råa spektra

source: Select Imported Spectra Color
sv: Välj färg för importerade spektra

source: Wavelength (nm)
sv: Våglängd (nm)

source: Frequency (Hz)
sv: Frekvens (Hz)

source: Vibrational Spectra
sv: Vibrationsspektra

source: Wavenumbers (cm⁻¹)
sv: Vågtal (cm⁻¹)

source: Raman Spectra
sv: Raman-spektra

source: Intensity
sv: Intensitet

source: Vibrational Circular Dichroism
sv: Vibrationell cirkulär dikroism

source: Magnetic Circular Dichroism
sv: Magnetisk cirkulär dikroism

source: NMR Spectra
sv: NMR-spektra

source: Chemical Shift (ppm)
sv: Kemiskt skift (ppm)

source: Electronic Spectra
sv: Elektroniska spektra

source: Energy (eV)
sv: Energi (eV)

source: Circular Dichroism Spectra
sv: Spektra för cirkulär dikroism

source: Density
sv: Densitet

source: Smoothed
sv: Utjämnad

source: Raw
sv: Rå

source: Imported
sv: Importerad

source: Import Data
sv: Importera data

source: CSV Files (*.csv);;TSV Files (*.tsv)
sv: CSV-filer (*.csv);;TSV-filer (*.tsv)

source: Surface
sv: Yta

source: Volume
sv: Volym

source: Style:
sv: Stil:

source: Render molecular surfaces.
sv: Återge molekylära ytor.

source: Molecular Orbitals…
sv: Molekylorbitaler…

source: Orbital Window
sv: Orbitalfönster

source: Display orbital lists.
sv: Visa orbitallistor.

source: Symmetry
sv: Symmetri

source: Spin
sv: Spinn

source: Molecular Orbitals
sv: Molekylorbitaler

source: Solvent Accessible
sv: Lösningsmedelsåtkomlig

source: Solvent Excluded
sv: Lösningsmedelsexkluderad

source: Molecular Orbital
sv: Molekylorbital

source: Electron Density
sv: Elektrondensitet

source: Spin Density
sv: Spindensitet

source: From File
sv: Från fil

source: of %0
sv: av %0

source: Create Surfaces…
sv: Skapa ytor…

source: Render the van der Waals surface.
sv: Återge van der Waals-ytan.

source: Render the van der Waals molecular surface.
sv: Återge molekylens van der Waals-yta.

source: Render the solvent-accessible molecular surface.
sv: Återge molekylens lösningsmedelsåtkomliga yta.

source: Render the solvent-excluded molecular surface.
sv: Återge molekylens lösningsmedelsexkluderade yta.

source: Render a molecular orbital.
sv: Återge en molekylorbital.

source: Render the electron density.
sv: Återge elektrondensiteten.

source: Render the spin density.
sv: Återge spindensiteten.

source: Render a cube supplied with the file.
sv: Återge en kub som tillhandahålls med filen.

source: This file does not contain a basis set, so no orbital can be calculated.
sv: Den här filen innehåller ingen basuppsättning, så ingen orbital kan beräknas.

source: Orbital %1 is out of range.
sv: Orbital %1 ligger utanför intervallet.

source: This file does not contain a basis set, so no electron density can be calculated.
sv: Den här filen innehåller ingen basuppsättning, så ingen elektrondensitet kan beräknas.

source: This file does not contain a basis set, so no spin density can be calculated.
sv: Den här filen innehåller ingen basuppsättning, så ingen spindensitet kan beräknas.

source: This file does not contain any cube data.
sv: Den här filen innehåller inga kubdata.

source: Cube %1 is out of range, this file has %2.
sv: Kub %1 ligger utanför intervallet; den här filen har %2.

source: Cube %1 could not be read.
sv: Kunde inte läsa kub %1.

source: Calculating electron density
sv: Beräknar elektrondensitet

source: Calculating spin density
sv: Beräknar spindensitet

source: Calculating molecular orbital %L1
sv: Beräknar molekylorbital %L1

source: The calculation was interrupted.
sv: Beräkningen avbröts.

source: Movie AVI (*.avi)
sv: Film AVI (*.avi)

source: Export Movie
sv: Exportera film

source: Movie MP4 (*.mp4);;Movie AVI (*.avi);;GIF (*.gif)
sv: Film MP4 (*.mp4);;Film AVI (*.avi);;GIF (*.gif)

source: Couldn't find the active render widget, failing.
sv: Kunde inte hitta den aktiva återgivningswidgeten.

source: Read and render surfaces.
sv: Läs in och återge ytor.

source: Render the scene in a SVG file.
sv: Återge scenen i en SVG-fil.

source: Symmetry…
sv: Symmetri…

source: Provide symmetry functionality.
sv: Tillhandahåll symmetrifunktioner.

source: Render symmetry elements.
sv: Återge symmetrielement.

source: Group %1
sv: Grupp %1

source: Template
sv: Mall

source: Template Tool (%1) Insert fragments, including metal centers. Select an element and coordination geometry, then click to insert a fragment. Click a hydrogen to replace it with the chosen metal center, or click any other atom to change its element and formal charge. Select a ligand or functional group and click on a hydrogen atom to attach it.
sv: Mallverktyg (%1) Infoga fragment, inklusive metallcentra. Välj ett grundämne och en koordinationsgeometri och klicka sedan för att infoga ett fragment. Klicka på en väteatom för att ersätta den med det valda metallcentret, eller klicka på en annan atom för att ändra dess grundämne och formella laddning. Välj en ligand eller funktionell grupp och klicka på en väteatom för att fästa den.

source: Clipboard
sv: Urklipp

source: Insert Template
sv: Infoga mall

source: Insert Ligand
sv: Infoga ligand

source: Insert Metal Center
sv: Infoga metallcentrum

source: Template tool
sv: Mallverktyg

source: Simple display of VdW spheres.
sv: Enkel visning av van der Waals-sfärer.

source: Displace along: %1
sv: Förskjut längs: %1

source: A scale factor of zero would only duplicate the current geometry.
sv: En skalningsfaktor på noll skulle bara duplicera den aktuella geometrin.

source: One new coordinate set, displaced by %1 × the normal mode.
sv: En ny koordinatuppsättning, förskjuten med %1 × normalmoden.

source: %1 new coordinate sets, evenly spaced from -%2 to +%2 × the normal mode.
sv: %1 nya koordinatuppsättningar, jämnt fördelade från −%2 till +%2 × normalmoden.

source: The middle one is the undisplaced geometry.
sv: Den mittersta är den oförskjutna geometrin.

source: Start Animation
sv: Starta animering

source: Stop Animation
sv: Stoppa animering

source: Generate Displaced Coordinates…
sv: Skapa förskjutna koordinater…

source: Mode %1 (%2 cm⁻¹)
sv: Mod %1 (%2 cm⁻¹)

source: Mode %1
sv: Mod %1

source: Vibrational Modes…
sv: Vibrationsmoder…

source: Show the vibrational modes dialog.
sv: Visa dialogrutan för vibrationsmoder.

source: Set the vibrational mode.
sv: Ange vibrationsmod.

source: Set the vibrational amplitude.
sv: Ange vibrationsamplitud.

source: Start the vibrational animation.
sv: Starta vibrationsanimeringen.

source: Stop the vibrational animation.
sv: Stoppa vibrationsanimeringen.

source: Add coordinate sets displaced along one or more vibrational modes.
sv: Lägg till koordinatuppsättningar förskjutna längs en eller flera vibrationsmoder.

source: Vibrations
sv: Vibrationer

source: Display vibrational modes.
sv: Visa vibrationsmoder.

source: VRML Render…
sv: VRML-rendering…

source: VRML (*.wrl);;Text file (*.txt)
sv: VRML (*.wrl);;Textfil (*.txt)

source: Render the scene using VRML.
sv: Återge scenen med VRML.

source: Render the molecule as a wireframe.
sv: Återge molekylen som en trådmodell.

source: Calculate Band Structure…
sv: Beräkna bandstruktur…

source: Cannot calculate band structure: no unit cell!
sv: Kan inte beräkna bandstruktur: ingen enhetscell!

source: Yaehmop execution failed with the following error: %1
sv: Yaehmop-körningen misslyckades med följande fel: %1

source: Failed to read band structure output from Yaehmop!
sv: Kunde inte läsa bandstrukturens utdata från Yaehmop!

source: Only one special k point was found in Yaehmop output! Two or more are required!
sv: Endast en särskild k-punkt hittades i Yaehmop-utdata! Minst två krävs!

source: k-space
sv: k-rum

source: Fermi Level
sv: Ferminivå

source: Cannot find Yaehmop
sv: Kan inte hitta Yaehmop

source: Error: %1 failed to start
sv: Fel: %1 kunde inte startas

source: Yaehmop Input
sv: Yaehmop-indata

source: Perform extended Hückel calculations with yaehmop.
sv: Utför utökade Hückel-beräkningar med Yaehmop.

source: Z-Matrix Editor
sv: Z-matrisredigerare

source: Rebuild Geometry
sv: Bygg om geometri

source: Rebuild every atom position from the table. The molecule is not moved or reoriented.
sv: Bygg om varje atomposition från tabellen. Molekylen flyttas eller omorienteras inte.

source: &Z-Matrix Editor…
sv: &Z-matrisredigerare…

source: Atoms renumbered into z-matrix order.
sv: Atomerna numrerades om till Z-matrisordning.

source: The atoms are already in z-matrix order.
sv: Atomerna är redan i Z-matrisordning.

source: Geometry rebuilt from the table.
sv: Geometrin byggdes om från tabellen.

source: There is nothing to rebuild.
sv: Det finns inget att bygga om.

source: There is nothing to renumber.
sv: Det finns inget att numrera om.
